import type { Messages } from './messages.js'

export const ja: Messages = {
  common: {
    readMore: '続きを読む',
  },
  navList: {
    featuredExhibition: '注目の展示',
    about: '私たち',
    artists: 'アーティスト',
  },
  tagline: {
    line1: '模倣不可能なアートをキュレートし、オンチェーンで新たな価値を見出す。',
    line2: '',
  },
  conlliu: {
    subtitle: '―NFTの最前線で生まれた新たなデジタル神話。',
    subDesc: "Conlliūは、単なるアートの創造を超え、不可逆で模倣不可能な歴史的瞬間に神聖さを吹き込み、見えざる力と結びつきながら、神話的な龍神の祠建立へと導く。",
    desc: {
      title: 'アートと神秘性が交差する、儀式のような響き',
      section1: {
        p: '物理的な終わりとデジタルな持続性が交差する場として、Conlliūを通じて私たちが神聖さをどのように感じ、理解するかの神秘的な力の相互作用を映し出します。これらは単なる作品ではなく、神秘と一体となる新しい時代への入口となります。',
      },
      section2: {
        header: '創造のプロセス',
        p: '創造活動は物質的な制作から始まります。Shinya Suzukiのマスターピースは炎に包まれ、形としての終わりを迎えます。この破壊の瞬間を壮大な光景として捉え、細心の注意を払って記録され、ブロックチェーンにおいてデジタル作品として甦ります。それぞれの刹那はユニークであり、存在の最後のきらめきを唯一無二のNFTとして保存します。',
      },
      section3: {
        header: '芸術を超えて：変容の証人',
        p: 'これらのデジタル表現は、単なる芸術品を超えて、時間と変容の証人として存在します。創造の力と儚さを永遠に示し、破壊と再生の循環を通じて存在自体に対する深い洞察を与えます。それは、はかなさと永遠性の境界を再考させるものです。',
      },
      section4: {
        header: '旅へのご招待',
        p: 'Conlliūで、芸術、技術、そして精神性の融合を目撃してください。ここでは、すべての灰が物語を語り、すべての物語が神秘となります。',
      },
    },
  },
  momentsOf39: {
    header: {
      line1: '龍神の祠',
      line2: "建立の39瞬",
    }
  },
  roadmap: {
    header: '設計',
    section1: {
      subDesc: '日ごとの公開',
      header: '刹那刹那の完成：',
      desc: '日々、Conlliūの一瞬が公開され、神秘的で儚い瞬間がデジタルの形で不滅のものとして記録されます。39瞬すべてリリース後、高解像度のGIFを市場に流通させます.'

    },
    section2: {
      subDesc: 'ひとつなぎの',
      header: '完全な記録：',
      desc: '39瞬をすべて集めた唯一のコレクターには、壮麗な4K解像度で提示されるフルビデオNFTの所有権が与えられます。この神聖な儀式のユニークな証言は、比類のない明瞭さで各詳細を捉えます。',
    },
    section3: {
      subDesc: "先行者利益",
      header: '事前アクセス：',
      desc: "「Conlliū」をご購入いただいた皆様に、公開前に「Diviner」という作品の8枚限定の購入権を特別に提供します。この特権により、皆様は私たちの進化するデジタル神話において重要な役割を果たすことができます。さらなるアップデートをお待ちください。",
    },
  },
  mysteries: {
    header: {
      line1: '逸話',
      line2: '',
      line3: '',
    },
  },
  we: {
    curate: '模倣不可能なアートをキュレートする。',
    discover: '新たな意味や価値を発見する・創造する。',
    manifest: '隠されたもの・見えないものを顕現させる',
    empower: '私たちのスピリットを高次へと導く。',
  }
}
